Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DARK_WAKE_BATTERY
source: Enable Power Nap while on battery power
ar: تمكين غفوة الطاقة أثناء التشغيل بطاقة البطارية
ca: Activa el Power Nap quan es fa servir l’alimentació per bateria
cs: Zapnout funkci Power Nap při napájení z baterie
da: Slå Power Nap til, når der bruges batteri
de: Die Option „Power Nap“ bei Batteriebetrieb aktivieren
el: Ενεργοποίηση Power Nap κατά τη λειτουργία με μπαταρία
es: Activar Power Nap con alimentación de batería
es_419: Activar Power Nap al usar la batería
fi: Laita Power Nap päälle akkua käytettäessä
fr: Activer Power Nap quand l’ordinateur fonctionne sur batterie
fr_ca: Activer Power Nap quand l’ordinateur fonctionne sur batterie
he: הפעלת Power Nap בעת השימוש בסוללה
hi: बैटरी पावर पर होने पर Power Nap सक्षम करें
hr: Omogući Power Nap tijekom baterijskog napajanja
hu: A Power Nap engedélyezése az akkumulátor használatakor
id: Aktifkan Power Nap saat menggunakan daya baterai
it: Abilita Power Nap quando è in uso la batteria
ja: バッテリー電源使用時にPower Napをオンにする
ko: 배터리 전원을 사용하는 동안 Power Nap 활성화하기
ms: Dayakan Power Nap semasa menggunakan kuasa bateri
nl: Schakel Power Nap in bij gebruik van batterij
no: Aktiver Power Nap når maskinen går på batteristrøm
pl: Włącz funkcję Power Nap przy zasilaniu z baterii
pt_br: Ativar Power Nap durante o uso da bateria
pt_pt: Ativar Power Nap ao usar a bateria
ro: Activează Power Nap în timpul alimentării de la baterie
ru: Включить Power Nap при питании от аккумулятора
sk: Povoliť Power Nap počas napájania z batérie
sl: Omogoči možnost Power Nap, ko naprava deluje z baterijskim napajanjem
sv: Aktivera Power Nap under batteridrift
th: เปิดใช้งาน Power Nap ขณะใช้ไฟจากแบตเตอรี่
tr: Pille çalışırken Power Nap’i etkinleştir
uk: Вмикати режим Power Nap під час живлення від акумулятора
vi: Bật Power Nap khi đang sử dụng nguồn điện của pin
zh_cn: 电池供电时启用电能小憩
zh_hk: 使用電池電力時啟用「高效小睡」
zh_tw: 使用電池電力時啟用「高效小睡」

# FIFTEEN_MIN
source: 15 min
ar: ١٥ دقيقة
el: 15 λεπτά
es: 15 minutos
es_419: 15 minutos
he: רבע שעה
hi: 15 मिनट
hu: 15 perc
id: 15 mnt
ja: 15分後
ko: 15분
ru: 15 мин
th: 15 นาที
tr: 15 dk.
uk: 15 хв
vi: 15 phút
zh_cn: 15分钟
zh_hk: 15分鐘
zh_tw: 15分鐘

source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_419: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם לא
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: しない
ko: 안 함
ms: Jangan
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# AX_SCREEN_ON_USAGE_GRAPH_DESCRIPTION
source: Screen On Usage
ar: الاستخدام أثناء تشغيل الشاشة
ca: Pantalla en ús
cs: Používání se zapnutou obrazovkou
da: Brugt med tændt skærm
de: Nutzung bei eingeschaltetem Bildschirm
el: Χρήση επί οθόνης
es: Uso con la pantalla encendida
es_419: Uso con pantalla encendida
fi: Näyttö päällä
fr: Utilisation de l’écran
fr_ca: Utilisation de l’écran
he: נתוני שימוש כשהמסך מופעל
hi: स्क्रीन उपयोग
hr: Uporaba s uključenim zaslonom
hu: Használat bekapcsolt képernyő mellett
id: Penggunaan Layar Nyala
it: Utilizzo con schermo attivo
ja: 画面オンの使用状況
ko: 화면 사용 시간
ms: Penggunaan Skrin Aktif
nl: Gebruik bij scherm aan
no: Brukt med skjermen på
pl: Użycie: na ekranie
pt_br: Uso com Tela Ligada
pt_pt: Utilização com ecrã ligado
ro: Utilizare cu ecranul activ
ru: Использование со включенным экраном
sk: Použitie so zapnutou obrazovkou
sl: Poraba pri vklopljenem zaslonu
sv: Användning med skärm på
th: การใช้งานตอนเปิดหน้าจอ
tr: Ekran Açıkken Kullanım
uk: Використання екрана
vi: Sử dụng khi màn hình bật
zh_cn: 屏幕打开时用量
zh_hk: 螢幕開啟時用量
zh_tw: 螢幕開啟的使用時間

# AX_BUIGRAPH_NO_DATA
source: No data
ar: لا توجد بيانات
ca: Sense dades
cs: Žádná data
da: Ingen data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: Sin datos
es_419: Ningún dato
fi: Ei dataa
fr: Aucune donnée
fr_ca: Aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
hr: Bez podataka
hu: Nincs adat
id: Tidak ada data
it: Nessun dato
ja: データなし
ko: 데이터 없음
ms: Tiada data
nl: Geen gegevens
no: Ingen data
pl: Brak danych
pt_br: Nenhum dado
pt_pt: Sem dados
ro: Nu există date
ru: Нет данных
sk: Žiadne dáta
sl: Ni podatkov
sv: Inga data
th: ไม่มีข้อมูล
tr: Veri yok
uk: Немає даних
vi: Không có dữ liệu
zh_cn: 无数据
zh_hk: 沒有資料
zh_tw: 沒有資料

# DARK_WAKE_POWER
source: Enable Power Nap while plugged into a power adapter
ar: تمكين غفوة الطاقة أثناء التوصيل بمحوّل للطاقة
ca: Activa el Power Nap quan es connecta a un adaptador de corrent
cs: Zapnout funkci Power Nap při napájení ze sítě
da: Slå Power Nap til, når enheden er sluttet til en strømforsyning
de: Die Option „Power Nap“ bei angeschlossenem Netzteil aktivieren
el: Ενεργοποίηση Power Nap κατά τη λειτουργία με τροφοδοτικό
es: Activar Power Nap con el adaptador de corriente conectado
es_419: Activar Power Nap con el adaptador de corriente conectado
fi: Laita Power Nap päälle tietokoneen ollessa liitettynä virtalähteeseen
fr: Activer Power Nap quand l’ordinateur fonctionne sur adaptateur secteur
fr_ca: Activer Power Nap quand l’ordinateur est branché sur un adaptateur d’alimentation
he: הפעלת Power Nap בעת חיבור לספק כוח
hi: पावर अडैप्टर में प्लग होने पर Power Nap सक्षम करें
hr: Omogući Power Nap kad je spojen strujni kabel
hu: A Power Nap engedélyezése a tápegység használatakor
id: Aktifkan Power Nap saat dicolokkan ke adaptor daya
it: Abilita Power Nap quando è in uso un alimentatore di corrente
ja: 電源アダプタに接続中にPower Napをオンにする
ko: 전원 어댑터에 연결되어 있는 동안 Power Nap 활성화하기
ms: Dayakan Power Nap semasa penyesuai kuasa disambungkan
nl: Schakel Power Nap in als lichtnetadapter is aangesloten
no: Aktiver Power Nap når maskinen er koblet til en strømkilde
pl: Włącz funkcję Power Nap przy zasilaniu z sieci
pt_br: Ativar Power Nap enquanto ligado à alimentação
pt_pt: Ativar Power Nap quando ligado à corrente
ro: Activează Power Nap în timpul cuplării la un adaptor de alimentare
ru: Включить Power Nap при подключении к сетевому адаптеру
sk: Povoliť Power Nap počas napájania z adaptéra
sl: Omogoči možnost Power Nap, ko je naprava priključena v napajalnik
sv: Aktivera Power Nap vid anslutning till en strömkälla
th: เปิดใช้งาน Power Nap ขณะเสียบปลั๊กเข้าอะแดปเตอร์แปลงไฟ
tr: Güç adaptörüne takılıyken Power Nap’i etkinleştir
uk: Вмикати режим Power Nap під час живлення від мережі
vi: Bật Power Nap trong khi được cắm vào bộ tiếp hợp nguồn
zh_cn: 接上电源适配器时启用电能小憩
zh_hk: 插入電源轉換器時啟用「高效小睡」
zh_tw: 插入電源轉接器時啟用「高效小睡」

# POWER_CONSUMPTION_INFO
source: To use less energy, click Restore Defaults.
ar: لاستخدام طاقة أقل، انقر على استعادة الإعدادات الافتراضية.
ca: Per utilitzar menys energia, fes clic a “Valors per omissió”.
cs: Chcete‑li snížit spotřebu energie, klikněte na Výchozí hodnoty.
da: Klik på Gendan standarder for at bruge mindre energi.
de: Um weniger Energie zu verbrauchen, klicke auf „Standard wiederherstellen“.
el: Για να χρησιμοποιεί λιγότερη ενέργεια, κάντε κλικ στην «Επαναφορά προεπιλογών».
es: Para usar menos energía, haz clic en “Restaurar valores por omisión”.
es_419: Para usar menos energía, haz clic en Restaurar valores predeterminados.
fi: Klikkaamalla Palauta oletusarvot kulutat vähemmän energiaa.
fr: Pour utiliser moins d’énergie, cliquez sur Réglages par défaut.
fr_ca: Pour utiliser moins d’énergie, cliquez sur Réglages par défaut.
he: כדי להשתמש בפחות אנרגיה, יש ללחוץ על ״שחזור ברירות המחדל״.
hi: कम ऊर्जा का उपयोग करने के लिए “डिफ़ॉल्ट पर रीस्टोर करें” पर क्लिक करें
hr: Za uštedu energije kliknite Obnovi standardne vrijednosti.
hu: Kevesebb energia felhasználásához kattintson az Alapértékek visszaállítása gombra.
id: Untuk menggunakan sedikit energi, klik Pulihkan Default.
it: Per un minore consumo energetico, fai clic su Ripristina default.
ja: 消費電力を減らすには、“デフォルトに戻す”をクリックしてください。
ko: 에너지를 절약하려면 기본값으로 복원을 클릭하십시오.
ms: Untuk menggunakan kurang tenaga, klik Pulihkan Lalai.
nl: Klik op 'Herstel standaardinstellingen' om minder stroom te verbruiken.
no: Hvis du vil bruke mindre strøm, klikker du på Gjenopprett standardinnstillinger.
pl: Aby zużywać mniej energii, kliknij w Przywróć domyślne.
pt_br: Para reduzir o consumo de energia, clique em Restaurar Padrões.
pt_pt: Para usar menos energia, clique em Restaurar predefinições.
ro: Pentru a utiliza mai puțină energie, faceți clic pe Restaurează opțiunile implicite.
ru: Чтобы расходовать меньше энергии, нажмите «Настройки по умолчанию».
sk: Ak chcete mať nižšiu spotrebu energie, kliknite na Obnoviť pôvodné.
sl: Če želite porabiti manj energije, kliknite Obnovi privzete nastavitve.
sv: Klicka på Återställ förval om du vill förbruka mindre ström.
th: คลิกกู้คืนค่าเริ่มต้นเพื่อลดการใช้พลังงาน
tr: Daha az enerji kullanmak için Saptanmışlara Dön’ü tıklayın.
uk: Щоб зменшити споживання енергії, клацніть «Відновити типові».
vi: Để sử dụng ít năng lượng hơn, bấm Khôi phục mặc định.
zh_cn: 若要节能，请点按“恢复默认”。
zh_hk: 如要使用較少的能源，請按一下「還原預設值」。
zh_tw: 若要使用較少的電力，請按一下「回復預設值」。

# OBC
source: Optimized Battery Charging
ar: شحن البطارية المحسن
ca: Càrrega optimitzada
cs: Optimalizované nabíjení
da: Optimeret batteriopladning
de: Optimiertes Laden d. Batterie
el: Βελτιστοποιημένη φόρτιση
es: Carga optimizada de la batería
es_419: Recarga optimizada
fi: Optimoitu akun lataus
fr: Recharge optimisée de la batterie
fr_ca: Charge optimisée
he: טעינת סוללה ממוטבת
hi: ऑप्टिमाइज़ की गई बैटरी चार्जिंग
hr: Optimizirano punjenje baterije
hu: Optimalizált akkumulátortöltés
id: Pengisian Daya Optimal
it: Caricamento ottimizzato
ja: バッテリー充電の最適化
ko: 최적화된 배터리 충전
ms: Pengecasan Bateri Optimum
nl: Geoptimaliseerd opladen
no: Optimalisert batterilading
pl: Zoptymalizowane ładowanie
pt_br: Carregamento Otimizado
pt_pt: Carregamento otimizado
ro: Încărcare optimizată baterie
ru: Оптимизированная зарядка
sk: Optimalizované nabíjanie batérie
sl: Optimizirano polnjenje baterije
sv: Optimerad batteriladdning
th: การชาร์จเพื่อถนอมแบตเตอรี่
tr: İyileştirilmiş Pil Şarjı
uk: Оптимізація заряджання
vi: Sạc pin được tối ưu hóa
zh_cn: 优化电池充电
zh_hk: 最佳化電池充電
zh_tw: 最佳化電池充電

# BATT_SETTINGS_TITLE
source: Battery Settings
ar: إعدادات البطارية
ca: Configuració de la bateria
cs: Nastavení baterie
da: Batteriindstillinger
de: Batterieeinstellungen
el: Ρυθμίσεις μπαταρίας
es: Ajustes de la batería
es_419: Configuración de batería
fi: Akun asetukset
fr: Réglages de la batterie
fr_ca: Réglages de la batterie
he: הגדרות סוללה
hi: बैटरी सेटिंग्ज़
hr: Postavke baterije
hu: Akkumulátorbeállítások
id: Pengaturan Baterai
it: Impostazioni batteria
ja: バッテリー設定
ko: 배터리 설정
ms: Seting Bateri
nl: Batterij-instellingen
no: Batteriinnstillinger
pl: Ustawienia baterii
pt_br: Ajustes da Bateria
pt_pt: Definições da bateria
ro: Configurări baterie
ru: Настройки аккумулятора
sk: Nastavenia batérie
sl: Nastavitve baterije
sv: Batteriinställningar
th: การตั้งค่าแบตเตอรี่
tr: Pil Ayarları
uk: Параметри акумулятора
vi: Cài đặt pin
zh_cn: 电池设置
zh_hk: 電池設定
zh_tw: 電池設定

# SCHEDULE_STARTUP_CHECKBOX_STRING
source: Start up or wake
ar: بدء التشغيل أو التنبيه
ca: Arrenca o activa
cs: Spustit nebo probudit:
da: Start eller afbryd vågeblus
de: Starten oder Ruhezustand beenden
el: Εκκίνηση ή αφύπνιση
es: Arrancar o activar
es_419: Arrancar o activar
fi: Käynnistä tai herätä
fr: Démarrer ou réactiver
fr_ca: Démarrer ou réactiver
he: הפעלה או התעוררות
hi: शुरू या सक्रिय करें
hr: Uključi ili pokreni iz pripravnog stanja
hu: Elindítás vagy felébresztés
id: Mulai atau bangunkan
it: Avvia o riattiva
ja: 起動またはスリープ解除
ko: 시작 또는 깨우기
ms: Mula atau bangun
nl: Zet aan of schakel sluimerstand uit
no: Vekking eller oppstart
pl: Uruchamiaj lub budź
pt_br: Inicializar ou despertar
pt_pt: Iniciar ou reativar
ro: Pornește sau trezește computerul
ru: Включать или выводить из режима сна
sk: Zapnúť alebo zobudiť
sl: Zaženi ali se prebudi
sv: Starta eller väck
th: เริ่มต้นการทำงานหรือปลุกเครื่อง
tr: Başlat veya uyandır
uk: Вмикати або будити
vi: Khởi động hoặc bật
zh_cn: 启动或唤醒
zh_hk: 開機或喚醒
zh_tw: 開機或喚醒

# AUTO_GRAPHICS_DESCRIPTION
source: To increase battery life, your Mac will automatically choose the best graphics mode based on your usage.
ar: لزيادة عمر البطارية، سوف يختار Mac تلقائيًا أفضل نمط رسومات حسب استخدامك.
ca: Per allargar la durada de la bateria, el Mac seleccionarà automàticament el millor mode de gràfics en funció de com l’utilitzes.
cs: Mac automaticky vybere optimální grafický režim podle prováděných úloh, aby maximalizoval výdrž baterie.
da: Din Mac vælger automatisk den bedste grafikfunktion baseret på din brug for at sikre bedre batteritid.
de: Um die Batterielaufzeit zu verlängern, wählt dein Mac basierend auf deiner Nutzung automatisch den besten Grafikmodus.
el: Για αύξηση της διάρκειας ζωής της μπαταρίας, το Mac επιλέγει αυτόματα την καλύτερη λειτουργία γραφικών με βάση την από μέρους σας χρήση.
es: Para aumentar la duración de la batería, el Mac seleccionará automáticamente la mejor modalidad de gráficos en función del uso que haces.
es_419: Tu Mac elegirá automáticamente la modalidad de gráficos más conveniente de acuerdo al uso que le des para aumentar la duración de la batería.
fi: Mac lisää akun kestoa valitsemalla parhaan grafiikkatilan sen mukaan, miten käytät sitä.
fr: Pour augmenter l’autonomie de la batterie, votre Mac choisira automatiquement les modes graphiques les mieux adaptés à votre utilisation.
fr_ca: Pour augmenter l’autonomie de votre batterie, votre Mac choisira automatiquement le meilleur mode graphique en fonction de votre utilisation.
he: כדי להאריך את חיי הסוללה, ה‑Mac יבחר באופן אוטומטי את מצב הגרפיקה הטוב ביותר, בהתאם לדפוסי השימוש שלך.
hi: बैटरी लाइफ़ बढ़ाने के लिए आपके उपयोग के आधार पर आपका Mac सर्वोत्तम ग्राफ़िक्स मोड का ऑटोमैटिकली चयन करेगा।
hr: Kako bi povećao trajanje baterije, Mac će automatski odabrati najbolji način rada grafike na temelju vaše uporabe.
hu: Az akkumulátor üzemidejének megnöveléséhez a Macje automatikusan ki fogja választani a legjobb grafikai módot az Ön használati módja alapján.
id: Untuk meningkatkan masa pakai baterai, Mac Anda akan secara otomatis memilih mode grafik terbaik berdasarkan penggunaan Anda.
it: Per prolungare la durata della batteria, il Mac sceglierà automaticamente la modalità grafica migliore in base al tuo utilizzo.
ja: バッテリー駆動時間を延ばすために、使用状況に応じて最適なグラフィックスモードを自動的に選択します。
ko: 배터리 사용 시간을 향상하기 위해 Mac이 사용량에 따라 최적의 그래픽 모드를 자동으로 선택합니다.
ms: Untuk meningkatkan hayat bateri, Mac anda akan memilih mod grafik terbaik secara automatik berdasarkan penggunaan anda.
nl: Voor een langere batterij­duur kiest je Mac automatisch de beste video­modus op basis van je gebruik.
no: For å øke batteribrukstiden vil Macen automatisk velge den beste grafikkmodusen basert på bruken din.
pl: Aby przedłużyć czas pracy na baterii, najlepszy tryb graficzny będzie wybierany automatycznie na podstawie sposobu, w jaki używasz Maca.
pt_br: Para aumentar a duração da bateria, o Mac escolhe automaticamente o melhor modo gráfico com base no seu uso.
pt_pt: Para aumentar a duração da bateria, o Mac seleciona automaticamente o melhor modo gráfico com base na utilização.
ro: Pentru a spori autonomia bateriei, Mac‑ul va alege automat cel mai bun mod de grafică, în funcție de utilizare.
ru: Чтобы продлить работу от аккумулятора, Mac будет автоматически выбирать оптимальный графический режим на основе того, как Вы используете устройство.
sk: Mac automaticky vyberie optimálny grafický režim podľa toho, ako ho používate, aby sa predĺžila výdrž batérie.
sl: Vaš Mac samodejno izbral najboljši grafični način glede na vašo uporabo, da se podaljša čas delovanja baterije.
sv: Datorn väljer automatiskt det bästa grafikläget baserat på din användning så att batteriets drifttid kan förlängas.
th: ในการเพิ่มระยะเวลาการใช้งานของแบตเตอรี่ Mac ของคุณจะเลือกโหมดกราฟิกที่ดีที่สุดตามการใช้งานของคุณโดยอัตโนมัติ
tr: Mac’iniz, pil ömrünü uzatmak için en iyi grafik modunu kullanımınızı baz alarak otomatik olarak seçer.
uk: Компʼютер Mac автоматично вибиратиме графічний режим на основі вашого користування ним, який забезпечуватиме тривалішу роботу від акумулятора.
vi: Để tăng thời lượng pin, máy Mac của bạn sẽ tự động chọn chế độ đồ họa tốt nhất dựa trên việc sử dụng của bạn.
zh_cn: 为了提高电池续航能力，你的Mac将根据你的使用情况自动选取最佳图形卡模式。
zh_hk: 為了延長電池使用時間，你的Mac將會根據你的使用狀況自動選擇最佳的顯示卡模式。
zh_tw: 為了增加電池續航力，你的Mac將會根據你的用量自動選擇最佳的圖形模式。

# DISK_SLEEP
source: Put hard disks to sleep when possible
ar: دخول الأقراص الثابتة في وضع الإسبات كلما كان ذلك ممكنًا
ca: Posa els discos durs en repòs quan sigui possible
cs: Uspat pevné disky, kdykoli je to možné
da: Sæt harddiske på vågeblus, når det er muligt
de: Wenn möglich, Ruhezustand für Festplatten aktivieren
el: Να τίθενται οι σκληροί δίσκοι σε κατάσταση ύπνου όταν είναι δυνατό
es: Poner los discos duros en reposo cuando sea posible
es_419: Poner los discos duros en reposo cuando sea posible
fi: Laita kovalevyt nukkumaan, kun mahdollista
fr: Suspendre dès que possible l’activité des disques durs
fr_ca: Suspendre dès que possible l’activité des disques durs
he: העברת כוננים קשיחים למצב שינה כאשר ניתן
hi: जब भी संभव हो, हार्ड डिस्क को स्लीप करें
hr: Stavi tvrde diskove u pripravno stanje kad je moguće
hu: A merevlemezek elaltatása, amikor lehetséges
id: Atur hard disk ke tidur jika memungkinkan
it: Metti in standby i dischi rigidi quando è possibile
ja: 可能な場合はハードディスクをスリープさせる
ko: 가능하다면 하드 디스크를 잠자기 상태로 두기
ms: Biarkan cakera keras tidur apabila boleh
nl: Plaats harde schijven in sluimerstand indien mogelijk
no: Sett harddisker i dvale når det er mulig
pl: Usypiaj dyski twarde, gdy jest to możliwe
pt_br: Colocar os discos rígidos em repouso sempre que possível
pt_pt: Colocar discos rígidos em pausa sempre que possível
ro: Pune hard diskurile în adormire când este posibil
ru: По возможности переводить диски в режим сна
sk: Uspať pevné disky počítača, ak je to možné
sl: Preklopi trde diske v stanje pripravljenosti, ko je to mogoče
sv: Sätt hårddiskarna i vila när det är möjligt
th: พักฮาร์ดดิสก์หากเป็นไปได้
tr: Mümkün olduğunda sabit diskleri uyku durumuna geçir
uk: За можливості переводити жорсткі диски в режим сну
vi: Chuyển các ổ đĩa cứng sang chế độ ngủ khi có thể
zh_cn: 如果可能，将硬盘置于睡眠状态
zh_hk: 如果情況允許，讓硬碟進入睡眠
zh_tw: 如果情況允許，讓硬碟進入睡眠
